<main>
  <div class="container">
    <div class="main-block center-block">
      <h3>FAQ</h3>
      <img class="img-responsive" src="<?= \Helpers\Url::templatePath() ?>/images/faq.jpg">
      <p class="q"> 
        <b>Q1:</b>
        Как загрузить файл на сайт?
      </p>
      <p class="a"> 
        <b>A1:</b>
        Чтобы загрузить файл на сайт, перейдите на главную страницу, выберите файл для загрузки и нажмите на кнопку "Загрузить".
           После завершения загрузки вы перейдете на страницу, на которой будет содержаться ссылка на ваш файл, которой вы сможете поделиться с другими людьми.
      </p>
      <p class="q">
        <b>Q2:</b>
        Почему ограничение на размер всего 50 мегабайт?
      </p>
      <p class="a">
        <b>A2:</b>
        Такое ограничение стоит потому, что сайт располагается на бесплатном хостинге с очень ограниченным местом под файлы.
           Возможно, в будущем я куплю хостинг и смогу расширить место под файлы, а следовательно и размер загружаемых файлов.
      </p>
      <p class="q">
        <b>Q3:</b>
        Обязательно ли мне регистрироваться?
      </p>
      <p class="a">
        <b>A4:</b>
        Нет. Загружать, скачивать, а так же комментировать файлы можно абсолютно анонимно.
      </p>
      <p class="q">
        <b>Q4:</b>
        Я нашел ошибку! Что мне делать?
      </p>
      <p class="a">
        <b>A4:</b>
        О всех найденных ошибках и недочетах можно сообщить лично мне используя страницы в различных социальных сетях,
           которые указаны в футере сайта, а так же при помощи скайпа или электронной почты.
      </p>
      <p class="q">
        <b>Q5:</b>
        Есть ли платные функции?
      </p>
      <p class="a">
        <b>A5:</b>
        На данный момент нет.
      </p>
    </div>